const nodes = 
[
  {
    "id": "应天门",
    "label": "应天门",
    "type": "建筑物",
    "description": [
      "应天门是隋唐洛阳城·宫城——紫微城的正南门，俗称五凤楼。始建于隋大业元年（605年），原名则天门，神龙元年（705年）避武则天讳改称应天门。",
      "应天门是朝廷举行登基、改元、大赦、宴会等外朝大典的场所，如唐高宗诏释百济国王扶余义慈、武则天登基称帝等，功能类似北京午门。亦是接见日本遣隋使、遣唐使等万国来朝之所，1985年全日本文化团体联合会等在应天门遗址建立“日本国遣隋使遣唐使访都之地”纪念碑亭。",
      "应天门是一座由门楼、朵楼和东西阙楼及其间的廊庑为一体的“凹”字形巨大建筑群，东西长达137米，两侧阙高36.4米，有今天十三层楼高。门有两重观，上题“紫微观”；建有崇楼五座，似五只凤凰，故称“五凤楼”；城楼下开有三个门道，中为御道，左入右出；门前置有象征皇家威仪的双向三出阙，东西两边共计十二阙，是古代城门建制的最高等级、天子享用的最高礼制。",
      "应天门是中国古代规格最高的城门，其建制对北宋汴梁宣德门、元大都崇天门、明清故宫的午门影响深远，名称更被日本京都·应天门取用，被誉为“隋唐第一门” 、“天下第一门” ，在中国宫城建筑史上占有重要地位。",
      "2016年，应天门遗址保护展示工程开工，投资约2.1亿，由清华大学教授郭黛姮先生主持设计。2019年9月，应天门遗址博物馆正式对外开放。同年底成功申报国家AAAA级旅游景区。"
    ],
    "images": [
      "../../images/graph/node-images/应天门.png"
    ],
    "size": 1.6
  },
  {
    "id": "唐代建筑风格元素",
    "label": "唐代建筑风格元素",
    "type": "实体类型",
    "description": [
      "581—907年，繁荣昌盛的隋唐文化走过了300余年光辉灿烂的发展历程。它在继承和发扬历代文化传统的基础上，形成了融汇整合、兼容并蓄的独特的文化胜景，是我国古代文化发展的一个高峰，也是当时世界文化的一座标杆。",
      "1、继往开来，南北交融",
      "在国家统一的历史背景下，隋唐文化以博大的胸怀、恢宏的气势，不仅使中西荟萃，西域文明在中原长安、洛阳等地广为传播，而且打破了南北文化的界限，做到了南北交融。",
      "2、胡汉结合，异彩纷",
      "隋唐文化的胡化倾向，肇始于隋代，兴盛于唐朝。胡、汉结合，交相辉映，相得益彰，使大唐文化绚烂多姿，异彩纷呈，充满生机",
      "3、三教鼎盛，共同发展",
      "隋唐时期的统治者，推行了三教并蓄，三教兼用的政策，即“ 以佛治心，以道治身，以儒治世”，促使三教鼎盛，共同发展，因而带动了科举、法典、体育、文学艺术、音乐舞蹈、书法绘画、科学技术、历史学等各种文化的蓬勃向上，争奇斗妍。",
      "4、博大精深，影响久远",
      "隋唐文化对其后宋明清文化，及至世界各国都产生了巨大影响。隋唐文化不仅在古代文化史上占有辉煌的地位，而且迄今仍然具有东方文化的魅力，散发着迷人的芳香，形成世界公认的环太平洋的“ 唐文化圈” 。"
    ],
    "images": []
  },
  {
    "id": "文物遗存",
    "label": "文物遗存",
    "type": "实体类型",
    "description": [
      "581—907年，繁荣昌盛的隋唐文化走过了300余年光辉灿烂的发展历程。它在继承和发扬历代文化传统的基础上，形成了融汇整合、兼容并蓄的独特的文化胜景，是我国古代文化发展的一个高峰，也是当时世界文化的一座标杆。",
      "1、继往开来，南北交融",
      "在国家统一的历史背景下，隋唐文化以博大的胸怀、恢宏的气势，不仅使中西荟萃，西域文明在中原长安、洛阳等地广为传播，而且打破了南北文化的界限，做到了南北交融。",
      "2、胡汉结合，异彩纷",
      "隋唐文化的胡化倾向，肇始于隋代，兴盛于唐朝。胡、汉结合，交相辉映，相得益彰，使大唐文化绚烂多姿，异彩纷呈，充满生机",
      "3、三教鼎盛，共同发展",
      "隋唐时期的统治者，推行了三教并蓄，三教兼用的政策，即“ 以佛治心，以道治身，以儒治世”，促使三教鼎盛，共同发展，因而带动了科举、法典、体育、文学艺术、音乐舞蹈、书法绘画、科学技术、历史学等各种文化的蓬勃向上，争奇斗妍。",
      "4、博大精深，影响久远",
      "隋唐文化对其后宋明清文化，及至世界各国都产生了巨大影响。隋唐文化不仅在古代文化史上占有辉煌的地位，而且迄今仍然具有东方文化的魅力，散发着迷人的芳香，形成世界公认的环太平洋的“ 唐文化圈” 。"
    ],
    "images": []
  },
  {
    "id": "历史",
    "label": "历史",
    "type": "实体类型",
    "description": [
      "581—907年，繁荣昌盛的隋唐文化走过了300余年光辉灿烂的发展历程。它在继承和发扬历代文化传统的基础上，形成了融汇整合、兼容并蓄的独特的文化胜景，是我国古代文化发展的一个高峰，也是当时世界文化的一座标杆。",
      "1、继往开来，南北交融",
      "在国家统一的历史背景下，隋唐文化以博大的胸怀、恢宏的气势，不仅使中西荟萃，西域文明在中原长安、洛阳等地广为传播，而且打破了南北文化的界限，做到了南北交融。",
      "2、胡汉结合，异彩纷",
      "隋唐文化的胡化倾向，肇始于隋代，兴盛于唐朝。胡、汉结合，交相辉映，相得益彰，使大唐文化绚烂多姿，异彩纷呈，充满生机",
      "3、三教鼎盛，共同发展",
      "隋唐时期的统治者，推行了三教并蓄，三教兼用的政策，即“ 以佛治心，以道治身，以儒治世”，促使三教鼎盛，共同发展，因而带动了科举、法典、体育、文学艺术、音乐舞蹈、书法绘画、科学技术、历史学等各种文化的蓬勃向上，争奇斗妍。",
      "4、博大精深，影响久远",
      "隋唐文化对其后宋明清文化，及至世界各国都产生了巨大影响。隋唐文化不仅在古代文化史上占有辉煌的地位，而且迄今仍然具有东方文化的魅力，散发着迷人的芳香，形成世界公认的环太平洋的“ 唐文化圈” 。"
    ],
    "images": []
  },
  {
    "id": "相关文献",
    "label": "相关文献",
    "type": "实体类型",
    "description": [],
    "images": []
  },
  {
    "id": "总体风格",
    "label": "总体风格",
    "type": "建筑风格元素",
    "description": [
      "隋唐时期是我国古代建筑在技术上和艺术上的一个高峰期，其建筑风貌的主要特征有：立面比例匀称，斗拱硕大，出檐深远、平直，屋面曲线平缓，补间铺作常用人字拱或芯柱。",
      "主要设计参考依据：",
      "1、唐代、五代建筑实物：目前我国公认的唐代建筑实物为南禅寺大殿、佛光寺大殿、山西平顺天台庵大殿、山西平遥振国寺大殿、福建福州华林寺大殿。",
      "2、唐代墓葬中的壁画：诸如懿德太子墓壁画、永泰公主墓壁画、陕西三原李寿墓壁画等。",
      "3、敦煌壁画。",
      "4、墓葬明器：陕西、河南等地出土的唐代明器，有的反映的是建筑的造型。",
      "5、考古发现：陕西、河南等地考古发现的唐代建筑遗址，反应了很多建筑信息、建筑构件的情况。",
      "6、日本同代建筑实物：比如奈良唐招提寺金堂、正仓院库房等，需要特别注意的是，日本的同期建筑的屋顶部分、室内梁架部分、门窗部分、鸱尾等装饰构件都为其后来不同时期改建、替换过，需要仔细辨别。"
    ],
    "images": []
  },
  {
    "id": "柱子",
    "label": "柱子",
    "type": "建筑风格元素",
    "description": [
      "唐代柱础大多以覆盆柱础和覆莲柱础为主，从西安、洛阳两地隋唐宫城考古发现来看，宫殿中为了塑造庄重、肃穆的气氛，反倒使用装饰较少的覆盆柱础；而在追求复杂、华丽或者轻松的建筑中，采用覆莲柱础",
      "然而，需要特别注意的是，应天门上部的城楼、垛楼、阙楼，木柱采用叉柱造，木柱穿透楼板插入平座斗拱上，所以柱脚没有柱础。国内很多仿唐项目中往往在这里违反唐代建筑做法放了柱础，反倒画蛇添足。因此在我们的设计中，柱脚都没有柱础，而是模仿木柱直接插过楼板的技术特点。"
    ],
    "images": []
  },
  {
    "id": "台基、墙面、地面",
    "label": "台基、墙面、地面",
    "type": "建筑风格元素",
    "description": [
      "唐代的台基（墙身下碱或者墙裙同理）有须弥座、素平砖石台基、抹白灰三种主要做法。其中唐代须弥座是须弥座造型的原始阶段，并没有如同后来宋代、明清时期复杂多层的须弥座造型，而是很简单的上枋、下枋、上下叠涩（古代用以称呼砖、石层层收分的做法）、中间为束腰的基本造型。",
      "唐代地面有石块铺地、砖铺地和三合土地面三种，宫城中以砖铺地为主。砖铺地有光面素平砖和莲花砖两种。从洛阳的考古发现中分析，一般在主要的室外甬路、坡道、台阶上使用莲花砖用来防滑，并增加美观度，而在室内外地面更多使用素平的用桐油或墨粉钻生、磨光过的方砖。"
    ],
    "images": []
  },
  {
    "id": "门窗",
    "label": "门窗",
    "type": "建筑风格元素",
    "description": [
      "唐代的门有板门（包括实榻门、撒带门等不同构造做法）、隔扇门两大类，前者用在上至殿堂楼阁下至普通民居的外门，后者用在内门。唐代的窗有直棱窗、破子棱窗、隔扇窗（有多种不同的窗格纹样，但没有明清时期的什锦窗造型）、闪（目炎）电窗，前两者广泛用于不同等级建筑的外窗，隔扇窗用于室内的窗洞中，闪电窗用于外墙和室内的高窗。"
    ],
    "images": []
  },
  {
    "id": "斗拱",
    "label": "斗拱",
    "type": "建筑风格元素",
    "description": [
      "唐代的斗拱硕大，整个铺作层（斗拱层）的总高度与柱高比例接近1：1，斗拱均用偷心造，补间铺作用人字栱或芯柱，晚唐之后人字栱逐渐复杂化。",
      "从唐代壁画和晚唐实物来看，在初唐、盛唐时期，补间铺作都为简单的人字栱和芯柱，在中唐之后人字栱开始装饰复杂，到晚唐（南佛光寺大殿时期）人字已经消失，上部的拱变得越来越复杂，最后演变成一组完整的斗拱。",
      "我们应注意，敦煌壁画、贵族墓葬所反映的情况并非当时宫廷中的最高等级，可能实际上在皇宫中的宫殿，其补间铺作会比壁画中所绘情况要华丽、复杂，因为当时建筑的最高工艺、最高技术和最高美学追求都会体现在皇宫衙署中。"
    ],
    "images": [
      "../../images/graph/node-images/各种斗拱举例.png"
    ]
  },
  {
    "id": "天花",
    "label": "天花",
    "type": "建筑风格元素",
    "description": [
      "唐代的天花有平綦、平闇两种类型。所谓的平綦就是用木枋子划分出大方格，后边衬有木板，板上绘制彩画。所谓平闇，是用木枋子划出小方格，格后镂空，类细现代的格栅吊顶。",
      "现存唐代佛光寺大殿的天花是一种介于平綦和平闇之间的做法，小方格后加衬板。",
      "唐代在重要空间上会做藻井。"
    ],
    "images": []
  },
  {
    "id": "彩画、色彩",
    "label": "彩画、色彩",
    "type": "建筑风格元素",
    "description": [
      "唐代的彩画缺乏有力的直接资料，仅有墓葬中还残留有部分彩绘，另外建筑史和艺术史界一般认为宋代彩画保留有唐代遗风，常常用《营造法式》所记载的用色偏好作为推测唐代用色的参照。目前可以知道：唐代彩画和建筑用色以大红大绿形成的鲜明对比为特点，柱子、额枋等构件彩画以暖色为底色，这一点与明清彩画以青绿色等冷色调为底色形成了很大的区别。",
      "现在很多仿唐项目，把日本神社建筑中用金片贴在梁头、柱头、椽头的做法当做唐代的做法，是不准确的。日本神社的此做法形成于江户时期（相当于明代），在我国唐代是否流行这种做法，还没有考古和文献的直接证据。当然，作为一种形成室内氛围的现代设计手段，适当采用一些也是可以的。"
    ],
    "images": []
  },
  {
    "id": "纹样",
    "label": "纹样",
    "type": "建筑风格元素",
    "description": [
      "唐代用于建筑装饰的纹样，有连珠纹、卷草纹、团窠、莲瓣纹、龟背纹等，使用的方法有排列、海漫、独立等。题材有佛教、道教、瑞兽、星辰等。我们推测，在宫殿建筑中，可能也后有清代“海物天筹”之类表达江山万代的题材。"
    ],
    "images": []
  },
  {
    "id": "风格0",
    "label": "风格0",
    "type": "风格",
    "description": "",
    "images": []
  },
  {
    "id": "风格1",
    "label": "风格1",
    "type": "风格",
    "description": "",
    "images": []
  },
  {
    "id": "风格2",
    "label": "风格2",
    "type": "风格",
    "description": "",
    "images": []
  },
  {
    "id": "风格3",
    "label": "风格3",
    "type": "风格",
    "description": "",
    "images": []
  },
  {
    "id": "风格4",
    "label": "风格4",
    "type": "风格",
    "description": "",
    "images": []
  },
  {
    "id": "风格5",
    "label": "风格5",
    "type": "风格",
    "description": "",
    "images": []
  },
  {
    "id": "木柱穿透到楼板下边，插入平座斗拱",
    "label": "木柱穿透到楼板下边，插入平座斗拱",
    "type": "柱子",
    "description": "",
    "images": [
      "../../images/graph/node-images/木柱穿透到楼板下边，插入平座斗拱.png"
    ]
  },
  {
    "id": "大明宫玄武门",
    "label": "大明宫玄武门",
    "type": "柱子",
    "description": "",
    "images": [
      "../../images/graph/node-images/大明宫玄武门复原图（傅熹年）.png"
    ]
  },
  {
    "id": "大明宫素平柱础",
    "label": "大明宫素平柱础",
    "type": "柱子",
    "description": "",
    "images": [
      "../../images/graph/node-images/大明宫素平柱础.png"
    ]
  },
  {
    "id": "南禅寺覆莲柱础",
    "label": "南禅寺覆莲柱础",
    "type": "柱子",
    "description": "",
    "images": [
      "../../images/graph/node-images/南禅寺覆莲柱础.png"
    ]
  },
  {
    "id": "佛光寺覆莲柱础",
    "label": "佛光寺覆莲柱础",
    "type": "柱子",
    "description": "",
    "images": [
      "../../images/graph/node-images/佛光寺覆莲柱础.png"
    ]
  },
  {
    "id": "大明宫出土花砖",
    "label": "大明宫出土花砖",
    "type": "台基、墙面、地面",
    "description": "",
    "images": [
      "../../images/graph/node-images/大明宫出土花砖.png"
    ]
  },
  {
    "id": "根据敦煌壁画复原的殿基须弥座",
    "label": "根据敦煌壁画复原的殿基须弥座",
    "type": "台基、墙面、地面",
    "description": "",
    "images": [
      "../../images/graph/node-images/根据敦煌壁画复原的殿基须弥座.png"
    ]
  },
  {
    "id": "敦煌莫高窟花砖",
    "label": "敦煌莫高窟花砖",
    "type": "台基、墙面、地面",
    "description": "",
    "images": [
      "../../images/graph/node-images/敦煌莫高窟花砖.png"
    ]
  },
  {
    "id": "佛光寺东大殿素平砖",
    "label": "佛光寺东大殿素平砖",
    "type": "台基、墙面、地面",
    "description": "",
    "images": [
      "../../images/graph/node-images/佛光寺东大殿素平砖.png"
    ]
  },
  {
    "id": "敦煌158窟墙面做法",
    "label": "敦煌158窟墙面做法",
    "type": "台基、墙面、地面",
    "description": "",
    "images": [
      "../../images/graph/node-images/敦煌158窟墙面做法.png"
    ]
  },
  {
    "id": "佛光寺大殿直棂窗",
    "label": "佛光寺大殿直棂窗",
    "type": "门窗",
    "description": "",
    "images": [
      "../../images/graph/node-images/佛光寺大殿直棂窗.png"
    ]
  },
  {
    "id": "南禅寺大殿版门与直棂窗",
    "label": "南禅寺大殿版门与直棂窗",
    "type": "门窗",
    "description": "",
    "images": [
      "../../images/graph/node-images/南禅寺大殿版门与直棂窗.png"
    ]
  },
  {
    "id": "唐敬陵石椁版门与直棂窗",
    "label": "唐敬陵石椁版门与直棂窗",
    "type": "门窗",
    "description": "",
    "images": [
      "../../images/graph/node-images/唐敬陵石椁版门与直棂窗.png"
    ]
  },
  {
    "id": "佛光寺大殿版门",
    "label": "佛光寺大殿版门",
    "type": "门窗",
    "description": "",
    "images": [
      "../../images/graph/node-images/佛光寺大殿版门.png"
    ]
  },
  {
    "id": "李静训墓石椁版门与直棂窗",
    "label": "李静训墓石椁版门与直棂窗",
    "type": "门窗",
    "description": "",
    "images": [
      "../../images/graph/node-images/李静训墓石椁版门与直棂窗.png"
    ]
  },
  {
    "id": "佛光寺东大殿比例关系",
    "label": "佛光寺东大殿比例关系",
    "type": "斗拱",
    "description": "",
    "images": [
      "../../images/graph/node-images/佛光寺东大殿比例关系.png"
    ]
  },
  {
    "id": "佛光寺东大殿斗拱",
    "label": "佛光寺东大殿斗拱",
    "type": "斗拱",
    "description": "",
    "images": [
      "../../images/graph/node-images/佛光寺东大殿斗拱.png"
    ]
  },
  {
    "id": "天龙山第十六窟一斗三升与人字拱",
    "label": "天龙山第十六窟一斗三升与人字拱",
    "type": "斗拱",
    "description": "",
    "images": [
      "../../images/graph/node-images/天龙山第十六窟一斗三升与人字拱.png"
    ]
  },
  {
    "id": "天堂遗址保护建筑人字拱",
    "label": "天堂遗址保护建筑人字拱",
    "type": "斗拱",
    "description": "",
    "images": [
      "../../images/graph/node-images/天堂遗址保护建筑人字拱.png"
    ]
  },
  {
    "id": "唐懿德太子墓天井",
    "label": "唐懿德太子墓天井",
    "type": "斗拱",
    "description": "",
    "images": [
      "../../images/graph/node-images/唐懿德太子墓天井.png"
    ]
  },
  {
    "id": "唐韦泂墓壁画城楼",
    "label": "唐韦泂墓壁画城楼",
    "type": "斗拱",
    "description": "",
    "images": [
      "../../images/graph/node-images/唐韦泂墓壁画城楼.png"
    ]
  },
  {
    "id": "西安大雁塔门楣石刻",
    "label": "西安大雁塔门楣石刻",
    "type": "斗拱",
    "description": "",
    "images": [
      "../../images/graph/node-images/西安大雁塔门楣石刻.png"
    ]
  },
  {
    "id": "懿德太子墓壁画城楼",
    "label": "懿德太子墓壁画城楼",
    "type": "斗拱",
    "description": "",
    "images": [
      "../../images/graph/node-images/懿德太子墓壁画城楼.png"
    ]
  },
  {
    "id": "敦煌石窟反映的唐代藻井",
    "label": "敦煌石窟反映的唐代藻井",
    "type": "天花",
    "description": "",
    "images": [
      "../../images/graph/node-images/敦煌石窟反映的唐代藻井.png"
    ]
  },
  {
    "id": "宁波保国寺中的平綦和平闇",
    "label": "宁波保国寺中的平綦和平闇",
    "type": "天花",
    "description": "",
    "images": [
      "../../images/graph/node-images/宁波保国寺中的平綦和平闇.png"
    ]
  },
  {
    "id": "佛光寺东大殿平闇天花",
    "label": "佛光寺东大殿平闇天花",
    "type": "天花",
    "description": "",
    "images": [
      "../../images/graph/node-images/佛光寺东大殿平闇天花.png"
    ]
  },
  {
    "id": "天花3",
    "label": "天花3",
    "type": "天花",
    "description": "",
    "images": [
      "../../images/graph/node-images/敦煌石窟反映的唐代藻井.png"
    ]
  },
  {
    "id": "敦煌石窟宋代窟檐的彩画复原",
    "label": "敦煌石窟宋代窟檐的彩画复原",
    "type": "彩画、色彩",
    "description": "",
    "images": [
      "../../images/graph/node-images/敦煌石窟宋代窟檐的彩画复原.png"
    ]
  },
  {
    "id": "唐代墓葬彩画复原",
    "label": "唐代墓葬彩画复原",
    "type": "彩画、色彩",
    "description": "",
    "images": [
      "../../images/graph/node-images/唐代墓葬彩画复原.png"
    ]
  },
  {
    "id": "宋《营造法式》所载彩画类型",
    "label": "宋《营造法式》所载彩画类型",
    "type": "彩画、色彩",
    "description": [
      "五彩遍装：“是各类中色彩最华丽的一种，它要求于每一建筑构件均绘彩画，且需施用多种颜色，以达到五彩缤纷灿烂辉煌的艺术效果。”",
      "碾玉装：“是一种以青、绿为主色调的彩画，如梁、拱等，外棱缘道用青或绿叠晕，花纹也多用青、绿描绘，偶有其他颜色，以为点缀。”",
      "叠晕棱间装：“这种是以青绿颜色晕染边棱，基本不画花纹的一种彩画，其主要用于斗拱之类的构件。”",
      "解绿装饰：“这是一种将梁额斗拱等构件施以土朱为主的暖色调，而柱椽又做绿色调的彩画。”",
      "丹粉刷饰（丹粉赤白）：“是一种用暖调色彩图饰建筑构件的彩画，各部位颜色均为平涂，用白粉或墨线勾边，不再做叠晕。”"
    ],
    "images": [
      "../../images/graph/node-images/宋《营造法式》所载彩画类型.png"
    ]
  },
  {
    "id": "敦煌361窟联珠纹",
    "label": "敦煌361窟联珠纹",
    "type": "纹样",
    "description": "",
    "images": [
      "../../images/graph/node-images/敦煌361窟联珠纹.png"
    ]
  },
  {
    "id": "隆禅法师碑卷草纹",
    "label": "隆禅法师碑卷草纹",
    "type": "纹样",
    "description": "",
    "images": [
      "../../images/graph/node-images/隆禅法师碑卷草纹.png"
    ]
  },
  {
    "id": "敦煌197窟卷草纹",
    "label": "敦煌197窟卷草纹",
    "type": "纹样",
    "description": "",
    "images": [
      "../../images/graph/node-images/敦煌197窟卷草纹.png"
    ]
  },
  {
    "id": "敦煌321窟团花纹",
    "label": "敦煌321窟团花纹",
    "type": "纹样",
    "description": "",
    "images": [
      "../../images/graph/node-images/敦煌321窟团花纹.png"
    ]
  },
  {
    "id": "敦煌444窟龟背纹",
    "label": "敦煌444窟龟背纹",
    "type": "纹样",
    "description": "",
    "images": [
      "../../images/graph/node-images/敦煌444窟龟背纹.png"
    ]
  },
  {
    "id": "佛光寺东大殿柱础莲瓣纹",
    "label": "佛光寺东大殿柱础莲瓣纹",
    "type": "纹样",
    "description": "",
    "images": [
      "../../images/graph/node-images/佛光寺东大殿柱础莲瓣纹.png"
    ]
  },
  {
    "id": "临潼朝元阁老君像佛座莲瓣纹",
    "label": "临潼朝元阁老君像佛座莲瓣纹",
    "type": "纹样",
    "description": "",
    "images": [
      "../../images/graph/node-images/临潼朝元阁老君像佛座莲瓣纹.png"
    ]
  },
  {
    "id": "发掘成果",
    "label": "发掘成果",
    "type": "文物遗存",
    "description": [],
    "images": []
  },
  {
    "id": "发掘成果0",
    "label": "发掘成果0",
    "type": "发掘成果",
    "description": [],
    "images": []
  },
  {
    "id": "发掘成果1",
    "label": "发掘成果1",
    "type": "发掘成果",
    "description": [],
    "images": []
  },
  {
    "id": "发掘成果2",
    "label": "发掘成果2",
    "type": "发掘成果",
    "description": [],
    "images": []
  },
  {
    "id": "遗址分期",
    "label": "遗址分期",
    "type": "实体类型",
    "description": [
      "应天门遗址可以分为早、晚两期。早期门址可能重修于盛唐时期，当与文献所载武则天当政时期韦机重修应天门有关。晚期门址可能重修于晚唐、北宋年间，当与文献所载天佑年间改称五凤楼有关。应天门遗址墩台可以分为早、晚两期，平面皆呈长方形。早期门址墩台东西长51，南北残宽26.5米。晚期门址墩台直接建在早期门址之上，除利用早期门址墩台残基之外，另又有所扩大。经拼接，其东西长55.2、南北残宽25.2米。",
      "应天门遗址早、晚两期门址皆为3个门道。早期门址3个门道东西各宽5米，3 个门道之间的隔墙东西各宽5米。晚期门址3个门道破坏严重，仅发掘出东门道东壁及其相关遗迹。仅就残迹可知，晚期门址整体向东平移3.25米。晚期门址的各个门道内地面皆铺石，这种现象应引起重视。定鼎门遗址三期和四期门址的3个门道内的地面都没有铺石。应天门遗址晚期门址的规格显然高于定鼎门遗址三期和四期门址。",
      "应天门遗址西飞廊破坏严重，仅知其残存早期门址西飞廊的夯筑基槽。经拼接，早期门址西飞廊与晚期门道东飞廊（1990年发掘）宽度基本相同，推测早、晚两期应天门遗址东、西飞廊的规模和形制没有发生太大变化 。应天门遗址晚期门址东门道内出土的长方形砖，皆有被火痕迹，说明应天门可能毁于战火。关于应天门遗址，文献未载其废弃原因和过程，此次发掘可补历史记载之阙。"
    ],
    "images": [
      "../../images/graph/node-images/遗址分期.png"
    ]
  },
  {
    "id": "后世纪念",
    "label": "后世纪念",
    "type": "实体类型",
    "description": [
      ""
    ],
    "images": []
  },
  {
    "id": "日本纪念碑亭",
    "label": "日本纪念碑亭",
    "type": "后世纪念",
    "description": [
      "日本遣隋使共有5次，到访洛阳的有4次，隋朝派往日本的1次使节也从洛阳出发。遣唐使中名副其实的有12次，处于盛唐时期（650-755年）的有8次，其中到访洛阳的共6次。",
      "因此，1985年，在全日本文化团体联合会会长、奈良县文化协会联盟会长、橿原市文化协会会长、文学博士户田守亮先生的积极努力下，由橿原市文化协会出资，日本奈良县遣隋遣唐使显彰委员会、日本国奈良县橿原市文化协会、中国人民对外友好协会洛阳分会三个单位在洛阳应天门遗址处建立“日本国遣隋使遣唐使访都之地”纪念碑一通，后又修造石亭一座，以示纪念与敬仰。",
      "1986年10月24日，纪念碑在应天门遗址落成。",
      "1987年，立于应天门遗址北侧；",
      "1993年，日本又捐建了碑亭，连同纪念碑搬迁至应天门遗址东侧。",
      "但无论北侧和东侧，当时皆在洛阳周公庙院内（洛阳周公庙的西至紧临定鼎南路，应天门遗址大部分在周公庙院内）。",
      "应天门复原保护工程开始后，根据工程需要，拆除了纪念碑亭，2016年又恢复至周公庙院内。",
      "“日本国遣隋使遣唐使访都之地”纪念碑亭作为中日交流历史的见证，中日友好的象征，具有深远的历史意义和现实意义。"
    ],
    "images": [
      "../../images/graph/node-images/日本纪念碑亭.png"
    ]
  },
  {
    "id": "展示工程",
    "label": "展示工程",
    "type": "后世纪念",
    "description": [
      "根据洛阳市概念性展示方案，应天门遗址保护展示工程共投资3.5亿元，将采用原状模拟的形式展示，包括应天门遗址的门楼、朵楼、阙楼、廊庑及其周边环境都将“全唐风”打造，建筑造型与隋唐洛阳城天堂遗址、明堂遗址、定鼎门遗址相协调，最大限度保持历史建筑的造型比例、尺度与色彩。由中国文化遗产院和清华大学建筑学院共同设计完成。",
      "在功能分区上，应天门遗址保护展示工程主体共分为三层，首层及夹层为遗址展示和展览区，通过应天门历史遗迹和考古发掘实物及其他手段重现应天门的历史原貌；二层及三层为隋唐洛阳城相关历史展示区，以实物、模型及多媒体方式展示隋唐洛阳城的发展过程。届时，游客可登上应天门遗址保护展示工程俯瞰洛阳城，感受隋唐古城风韵。",
      "应天门遗址保护展示工程建筑的南北均设有广场，工程主体南北侧设置主出入口，各层内空间以栈道分割、相连，密集曲折的道路可以使游客驻足观赏。遗址北侧还设置有停车场。",
      "应天门遗址保护展示工程的实施以定鼎路改线为前提。经多次论证，定鼎路改线方案采用地上临时环线道路与地下隧道永久下穿两种解决方式。2016年4月环线道路工程开工，东环线预计在2016年牡丹文化节前建成投用。",
      "此外，由于中州渠与应天门遗址西阙南侧过近，不利于遗址保护，需要将其进行必要的南迁，与遗址本体保持大于5米的安全距离。“应天门遗址保护展示工程对隋唐洛阳城轴线的完整展示，重现历史脉络，建立隋唐洛阳城各单体之间的空间联系有重要意义。”",
      "应天门遗址保护展示工程于2016年开工建设，工期540日历天。于2019年9月13日正式开园。"
    ],
    "images": [
      "../../images/graph/node-images/保护工程效果图.png"
    ]
  },
  {
    "id": "博物馆",
    "label": "博物馆",
    "type": "后世纪念",
    "description": [
      ""
    ],
    "images": [
      "../../images/graph/node-images/博物馆开馆仪式.png"
    ]
  },
  {
    "id": "隋朝",
    "label": "隋朝",
    "type": "朝代",
    "description": [
      "隋朝（581年～618年）是中国历史上承南北朝，下启唐朝的大统一朝代，享国三十七年。",
      "公元581年二月，北周静帝禅让于丞相杨坚，北周覆亡。隋文帝杨坚定国号为“隋”，定都大兴城（今陕西省西安市）。公元589年，隋军南下灭陈朝，统一中国，结束了自西晋末年以来中国长达近300年的分裂局面。隋文帝励精图治，开创了开皇之治繁荣局面。",
      "公元604年，隋炀帝杨广即位营建东都（今河南省洛阳市），又修建贯通南北的大运河；然而内外举措过度消耗国力，引发隋末民变。618年宇文化及等人在外发动兵变杀死隋炀帝；李渊逼杨侑禅让，国号“唐”。619年王世充逼杨侗禅位，国号“郑”，隋朝彻底灭亡。",
      "隋朝在政治、经济、文化和外交等领域进行大改革。政治初创三省六部制，巩固中央集权，正式推行科举制，选拔优秀人才，弱化世族垄断仕官的现象，建立政事堂议事制、监察制、考绩制，强化了政府机制，根据南北朝的经验改革政治，兴建隋唐大运河以及驰道改善水陆交通线。军事上继续推行完善府兵制，经济上实行均田制并改定赋役，减轻农民生产压力，又采取大索貌阅和输籍定样等清查户口措施增加财政收入。",
      "当时周边国家如高昌、倭国、高句丽、新罗、百济与东突厥等国皆深受隋朝中国文化与制度的影响，以日本遣隋使最为著名。"
    ],
    "images": [
      "../../images/graph/node-images/隋朝.png"
    ]
  },
  {
    "id": "唐朝",
    "label": "唐朝",
    "type": "朝代",
    "description": [
      "唐朝（618年－907年），是中国历史上继隋朝之后的大一统中原王朝，共历二十一帝，享国二百八十九年。",
      "隋末天下群雄并起，唐国公李渊趁势在晋阳起兵，于618年称帝，建立唐朝，定都长安。唐太宗继位后开创贞观之治，为盛唐奠定基础。唐高宗承贞观遗风开创“永徽之治”。690年，武则天改国号为周，705年神龙革命后，恢复唐国号。唐玄宗即位后缔造全盛的开元盛世，使唐朝达到全盛。天宝末年，全国人口达八千万左右。安史之乱后接连出现藩镇割据、宦官专权现象，国力渐衰。历经唐宪宗元和中兴、唐武宗会昌中兴及唐宣宗大中之治，国势复振。878年爆发的黄巢起义，破坏了唐朝统治根基。907年藩镇将领朱温篡唐，唐朝覆亡。",
      "唐朝疆域空前辽阔，极盛时东起日本海、南据安南、西抵咸海、北逾贝加尔湖。在攻灭东突厥、薛延陀后，唐太宗被四夷各族尊为天可汗。唐朝又借羁縻制度征调突厥、回鹘、铁勒、契丹、靺鞨、室韦等民族攻伐敌国，并允许日本、南诏、新罗、渤海国等藩属国学习自身的文化与制度，出现万国来朝局面。",
      "唐朝接纳各国交流学习，经济、社会、文化、艺术呈现出多元化、开放性等特点，诗、书、画、乐等方面涌现出大量名家，如诗仙李白、诗圣杜甫、诗魔白居易，书法家颜真卿，画圣吴道子，音乐家李龟年等。",
      "唐朝是当时世界上最强盛的国家之一，声誉远播，与亚欧国家均有往来。唐以后海外多称中国人为“唐人”。"
    ],
    "images": [
      "../../images/graph/node-images/唐朝.png"
    ]
  },
  {
    "id": "汉朝",
    "label": "汉朝",
    "type": "朝代",
    "description": [
      ""
    ],
    "images": []
  },
  {
    "id": "元朝",
    "label": "元朝",
    "type": "朝代",
    "description": [
      ""
    ],
    "images": []
  },
  {
    "id": "明朝",
    "label": "明朝",
    "type": "朝代",
    "description": [
      ""
    ],
    "images": []
  },
  {
    "id": "宋朝",
    "label": "宋朝",
    "type": "朝代",
    "description": [
      ""
    ],
    "images": []
  },
  {
    "id": "清朝",
    "label": "清朝",
    "type": "朝代",
    "description": [
      ""
    ],
    "images": []
  },
  {
    "id": "建筑物",
    "label": "建筑物",
    "type": "实体类型",
    "description": [],
    "images": []
  },
  {
    "id": "大明宫",
    "label": "大明宫",
    "type": "建筑物",
    "description": [
      "大明宫，大唐帝国的大朝正宫，唐朝的政治中心和国家象征，位于唐京师长安（今西安）北侧的龙首原 ，是唐长安城三座主要宫殿“三大内”（大明宫、太极宫、兴庆宫）中规模最大的一座，称为“东内”。自唐高宗起，先后有17位唐朝皇帝在此处理朝政，历时达240余年。大明宫是唐帝国最宏伟壮丽的宫殿建筑群，也是当时世界上面积最大的宫殿建筑群。",
      "大明宫始建于唐太宗贞观八年（634年），占地面积约3.2平方千米，整个宫域可分为前朝和内庭两部分，前朝以朝会为主，内庭以居住和宴游为主。前朝的中心为含元殿（外朝）、宣政殿（中朝）、紫宸殿（内朝），内庭有太液池，各种别殿、亭、观等30余所。",
      "1961年3月4日，大明宫遗址被中华人民共和国国务院公布为第一批全国重点文物保护单位。2009年9月9日，史诗纪录片《大明宫》在联合国总部首映，开创了中国电影在联合国首映的先河。2010年，西安市在大明宫原址建立大明宫国家遗址公园。2014年6月22日，大明宫遗址作为“丝绸之路：长安-天山廊道的路网”中的一处遗址点成功列入《世界遗产名录》。2021年10月18日，大明宫遗址入选“百年百大考古发现”。"
    ],
    "images": [
      "../../images/graph/node-images/大明宫.png"
    ]
  },
  {
    "id": "佛光寺",
    "label": "佛光寺",
    "type": "建筑物",
    "description": [
      "佛光寺，位于山西省五台县城东北32千米豆村镇东北的佛光山中（五台山南台西麓）。始建于北魏孝文帝时期（471～499年）。唐大中十一年（857年），重建。",
      "佛光寺位于一处东、南、北三面小山环抱，向西开敞的山坡上。寺内主要轴线为东西方向，依据地形处理成三个平台。寺内现有殿、堂、楼、阁等一百二十余间。其中东大殿七间，为唐代建筑；文殊殿七间，为金代建筑，其余的均为明、清时期的建筑。佛光寺的唐代建筑、唐代雕塑、唐代壁画、唐代题记，历史价值和艺术价值较高。",
      "1961年3月4日，佛光寺被中华人民共和国国务院公布为第一批全国重点文物保护单位。2009年06月26日，包括佛光寺在内的五台山被联合国教科文组织世界遗产委员列入《世界遗产名录》。"
    ],
    "images": [
      "../../images/graph/node-images/佛光寺.png"
    ]
  },
  {
    "id": "南禅寺",
    "label": "南禅寺",
    "type": "建筑物",
    "description": [
      "南禅寺，中国佛教古寺，位于江苏省无锡市梁溪区，地处无锡老城南隅，古运河畔。南禅寺始建于梁武帝太清年间，初名护国寺，为南朝四百八十寺之一；唐咸亨年间（公元670-674年）改称灵山寺，后毁；北宋雍熙年间（公元984年）建塔；北宋崇宁三年（公元1023-1031年）重修寺院，赐额“福圣禅院”，俗称南禅寺，有“江南最胜丛林”之美誉。",
      "南禅寺，古塔为七级八面阁楼式，檐角悬挂铜质铎铃，有“十里传闻金铎响，半天飞下玉龙来”之美誉，著名的无锡八景之一，改革开放后以寺兴市建成了十二万余平方米的综合文化市场——南禅寺文化商城。商城北部为明清风格建筑群，南部为宋朝风格古建筑。",
      "南禅寺，商城中妙光街已被无锡市政府命名为无锡市旅游街，是国家AAAA级旅游景区 。"
    ],
    "images": [
      "../../images/graph/node-images/南禅寺.png"
    ]
  },
  {
    "id": "莫高窟",
    "label": "莫高窟（敦煌石窟）",
    "type": "石窟",
    "description": [
      "莫高窟，俗称千佛洞，坐落在河西走廊西端的敦煌。它始建于前秦宣昭帝苻坚时期，后历经北朝、隋朝、唐朝、五代十国、西夏、元朝等历代的兴建，形成巨大的规模，有洞窟735个，壁画4.5万平方米、泥质彩塑2415尊，是世界上现存规模最大、内容最丰富的佛教艺术地。",
      "1961年，莫高窟被中华人民共和国国务院公布为第一批全国重点文物保护单位之一。1987年，莫高窟被列为世界文化遗产。",
      "莫高窟与河南洛阳龙门石窟、山西大同云冈石窟并称中国三大石窟，后加麦积山石窟称四大石窟。2019年8月31日，由敦煌研究院等单位联合摄制的大型纪录片《莫高窟与吴哥窟的对话》在敦煌国际会展中心首映。纪录片以亚洲文明对话为题材，向人们展现了不同文明之间命运相通、文化相通、艺术相通的奇妙关联。",
      "2020年2月，为致敬奋斗在抗疫一线的医务工作者，景区在恢复运营后，对全国所有医护人员实行免费开放，直至2020年底。5月10日，莫高窟恢复开放。"
    ],
    "images": [
      "../../images/graph/node-images/莫高窟.png"
    ]
  },
  {
    "id": "懿德太子墓",
    "label": "懿德太子墓",
    "type": "建筑物",
    "description": [
      "懿德太子墓，位于陕西省乾县乾陵东南隅的韩家堡北，是乾陵的陪葬墓。",
      "懿德太子李重润，是唐中宗李显的长子。",
      "1971年7月至1972年5月，有关部门对其墓进行发掘。现已在墓区建成博物馆，展出文物，开辟参与性旅游项目，供中外游人参观。"
    ],
    "images": [
      "../../images/graph/node-images/懿德太子墓.png"
    ]
  },
  {
    "id": "保国寺",
    "label": "保国寺",
    "type": "建筑物",
    "description": [
      "保国寺位于浙江宁波市江北区洪塘镇的灵山之麓，距市区15公里，始建于东汉世祖时期，初名灵山寺，此即保国寺的前身。唐会昌五年寺宇被毁，广明元年（880年）重建，僖宗李儇赐“保国寺”匾额，此后改名为保国寺。",
      "保国寺并不是以其宗教寺庙闻名于世，而是因为精湛绝伦的建筑工艺令人叹为观止。寺内的大雄宝殿（又称无梁殿），是长江以南最古老、保存最完整的木结构建筑之一，存有大雄宝殿、天王殿、唐代经幢、观音殿、净土池等殿宇古迹。",
      "保国寺古建筑群占地面积13280平方米，建筑面积7000平方米，寺外28公顷自然山林。1961年3月被国务院公布为第一批全国重点文物保护单位。2013年被评定为国家AAAA级旅游景区。",
      "从2月22日起，宁波市A级旅游景区有序恢复开放，自恢复开放之日起至12月31日止，对持有效证件（医师执业证书、护士执业证书及身份证）的全国医护人员免费开放。"
    ],
    "images": [
      "../../images/graph/node-images/保国寺.png"
    ]
  },
  {
    "id": "天堂",
    "label": "天堂",
    "type": "建筑物",
    "description": [
      "天堂遗址位于明堂遗址西北155米，处于武周紫微城轴线区域西侧，是一处方形台基上有五重圆形承重基础的建筑基址，形制非常独特，是武则天命人建造的用以贮佛像的佛堂建筑。"
    ],
    "images": [
      "../../images/graph/node-images/天堂.png"
    ]
  }
]